Repository: paulfantom/Central-Heating-webpage
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Interval
pl: Przerwa

source: Set pump interval in water consumption mode
pl: Ustaw czas bezczynności pompy cyrkulacyjnej

source: ON time
pl: Czas pracy

source: Set pump mixing time in water consumption mode
pl: Ustaw czas pracy pompy cyrkulacyjnej

source: Expected room temperature
pl: Oczekiwana temperatura pokojowa

source: Override scheduled room temperature for 60 minutes
pl: Nadpisz harmonogram ogrzewania na okres 60 minut

source: Critical
pl: Krytyczna

source: Set heater critical temperature
pl: Ustaw krytyczną temperaturę pieca

source: Hysteresis
pl: Histereza

source: Set heater hysteresis for central heating
pl: Ustaw histerezę centralnego ogrzewania

source: Temperature difference (OFF)
pl: Różnica temperatur (Wył.)

source: Temperature difference needed to stop solar system
pl: Różnica temperatur potrzebna do wyłączenia układu solarnego

source: Temperature difference (ON)
pl: Różnica temperatur (Zał.)

source: Temperature difference needed to start solar system
pl: Różnica temperatur potrzebna do załączenia układu solarnego

source: Critical temperature
pl: Temperatura krytyczna

source: Temperature of solar system turning off
pl: Temperatura wyłączenia układu solarnego

source: Solar
pl: Kolektor

source: DHW maximum temperature with solar system usage
pl: Maksymalna temperatura CWU podczas pracy kolektora

source: Heater (max)
pl: Piec (max)

source: DHW maximum temperature with heater system usage
pl: Maksymalna temperatura CWU podczas pracy pieca

source: Heater (min)
pl: Piec (min)

source: DHW minimum temperature with heater system usage
pl: Minimalna temperatura CWU podczas pracy pieca

source: Room temperature
pl: Temperatura pokojowa

source: Override scheduled room temperature for 1 hour
pl: Nadpisz harmonogram ogrzewania na okres 60 minut

source: Week
pl: Tydzień

source: Username
pl: Użytkownik

source: Password
pl: Hasło

source: Remember me
pl: Zapamiętaj mnie

source: Login
pl: Zaloguj

source: No username provided
pl: Nie podano użytkownika

source: No password provided
pl: Nie podano hasła

source: Save
pl: Zapisz

source: New password
pl: Nowe hasło

source: Passwords must match
pl: Hasła muszą się zgadzać

source: Repeat password
pl: Powtórz hasło

source: Change
pl: Zmień

source: Reset password
pl: Zresetuj hasło

source: Reboot HMI
pl: Zrestartuj HMI

source: Incorrect username or password
pl: Nazwa użytkownika lub hasło jest nieprawidłowe

source: Log in
pl: Zaloguj

source: Successful logout
pl: Pomyślnie wylogowano

source: Outside temperature
pl: Temperatura na zewnątrz

source: Inside temperature
pl: Temperatura wewnątrz

source: Apparent temperature
pl: Temperatura odczuwalna

source: Humidity
pl: Wilgotność

source: Pressure
pl: Ciśnienie

source: Solar temperature
pl: Temperatura kolektora

source: Solar input
pl: Wejście z kolektora

source: Solar output
pl: Wyjście na kolektor

source: Solar difference
pl: Różnica (kolektor)

source: Tank
pl: Zbiornik

source: Heater input
pl: Wejście z pieca

source: Heater output
pl: Wyjście na piec

source: Heater diffrence
pl: Różnica (piec)

source: Burner
pl: Palnik

source: ON
pl: Zał.

source: OFF
pl: Wył.

source: DHW/CH actuator
pl: Siłownik CWU/CO

source: DHW
pl: CWU

source: CH
pl: CO

source: Solar pump
pl: Pompa kolektora

source: Solar system actuator
pl: Siłownik układu solarnego

source: Solar circuit flow
pl: Przepływ w układzie solarnym

source: Circulation
pl: Cyrkulacja

source: Sensors data
pl: Dane z czujników

source: Water
pl: Woda

source: Heater
pl: Piec

source: Work day
pl: Dzień zwykły

source: Heating schedule
pl: Harmonogram ogrzewania

source: FROM
pl: Od

source: TO
pl: Do

source: Other
pl: Inne

source: Hours
pl: Godziny

source: Free day
pl: Dzień wolny

source: Schedule is currently overriden. Expected temperature:
pl: Harmonogram jest aktualnie nadpisany. Oczekiwana temperatura to:

source: New schedule has been saved
pl: Nowy harmonogram został zapisany

source: Could not save new schedule
pl: Nie można zapisać nowego harmonogramu

source: Current temperature
pl: Aktualna temperatura

source: Free
pl: Wolny

source: Normal
pl: Zwykły

source: Password changed
pl: Hasło zostało zmienione

source: Use apparent temperature
pl: Używaj temperatury odczuwalnej

source: Use real temperature
pl: Używaj temperatury rzeczywistej

source: Currently using real temperature mode
pl: Aktualnie używasz temperatury rzeczywistej

source: Currently using apparent temperature mode
pl: Aktualnie używasz temperatury odczuwalnej

source: Password changed to
pl: Hasło zmienione na

source: Rebooting
pl: Restarowanie

source: en
pl: pl

source: Water Management
pl: Zarządzanie ciepłem

source: Logout
pl: Wyloguj

source: Schedule
pl: Harmonogram

source: Options
pl: Opcje

source: Water temperature
pl: Temperatura wody

source: New value
pl: Nowa wartość

source: Cancel
pl: Anuluj

source: Change password
pl: Zmień hasło
